Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetOpt_edit_backspaceInOverwrite_zeroAndMove
source: Set the previous byte to 00 and move back
ar: تعيين البايت السابق إلى 00 والرجوع
cs: Nastavit předchozí bajt na 00 a posunout zpět
de: Vorheriges Byte auf 00 setzen und zurückbewegen
el: Ορισμός του προηγούμενου byte σε 00 και μετακίνηση πίσω
es: Poner el byte anterior a 00 y retroceder
fa: تنظیم بایت قبلی روی 00 و رفتن به عقب
fr: Mettre l'octet précédent à 00 et reculer
hu: Az előző bájt 00-ra állítása és visszalépés
id: Atur byte sebelumnya ke 00 dan mundur
it: Imposta il byte precedente su 00 e torna indietro
ja: 直前のバイトを 00 にして戻る
ko: 이전 바이트를 00으로 설정하고 뒤로 이동
pl: Ustaw poprzedni bajt na 00 i cofnij
pt: Definir o byte anterior como 00 e voltar
ro: Setare octet anterior la 00 și mutare înapoi
ru: Записывать 00 в предыдущий байт и перемещаться назад
th: ตั้งไบต์ก่อนหน้าเป็น 00 แล้วย้อนกลับ
tr: Önceki baytı 00 yap ve geri taşı
uk: Записати 00 у попередній байт і перемістити курсор назад
vi: Đặt byte phía trước thành 00 và lùi lại
zh_hans: 将前一个字节设为 00 并后移
zh_hant: 將前一個位元組設為 00 並往回移

# Set_edit_deleteKeepsLengthInOverwrite
source: Delete keeps the length in overwrite mode
ar: يحافظ Delete على الطول في وضع الكتابة الفوقية
cs: Delete v režimu přepisování zachová délku
de: Delete behält im Überschreibmodus die Länge bei
el: Το Delete διατηρεί το μήκος στη λειτουργία αντικατάστασης
es: Delete conserva la longitud en modo de sobrescritura
fa: Delete در حالت بازنویسی طول را حفظ می‌کند
fr: Delete conserve la longueur en mode refrappe
hu: A Delete megtartja a hosszt felülírás módban
id: Delete mempertahankan panjang dalam mode timpa
it: Canc mantiene la lunghezza in modalità sovrascrittura
ja: 上書きモードでは Delete で長さを変えない
ko: 덮어쓰기 모드에서 Delete로 길이 유지
pl: Delete zachowuje długość w trybie zastępowania
pt: Delete mantém o comprimento no modo de substituição
ro: Delete păstrează lungimea în modul suprascriere
ru: Delete сохраняет длину в режиме замены
th: Delete คงความยาวไว้ในโหมดเขียนทับ
tr: Üzerine yazma modunda Delete uzunluğu korur
uk: Delete зберігає довжину в режимі заміни
vi: Delete giữ nguyên độ dài trong chế độ ghi đè
zh_hans: 在改写模式下 Delete 保持长度
zh_hant: 覆寫模式中 Delete 保持長度

# SetDesc_edit_deleteKeepsLengthInOverwrite
source: Fills the selection or the byte at the cursor with 00 instead of removing it.
ar: تعبئة التحديد أو البايت عند المؤشر بـ 00 بدلاً من إزالته.
cs: Místo odstranění vyplní výběr nebo bajt u kurzoru hodnotou 00.
de: Füllt die Auswahl oder das Byte an der Cursorposition mit 00, statt es zu entfernen.
el: Συμπληρώνει την επιλογή ή το byte στη θέση του δρομέα με 00 αντί να το καταργεί.
es: Rellena la selección o el byte del cursor con 00 en lugar de quitarlo.
fa: به‌جای حذف، انتخاب یا بایت محل مکان‌نما را با 00 پر می‌کند.
fr: Remplit la sélection ou l'octet au curseur avec 00 au lieu de le supprimer.
hu: A kijelölést vagy a kurzornál lévő bájtot eltávolítás helyett 00-val tölti ki.
id: Mengisi pilihan atau byte di kursor dengan 00, bukan menghapusnya.
it: Riempie con 00 la selezione o il byte al cursore invece di rimuoverli.
ja: 削除せずに、選択範囲 (またはカーソル位置のバイト) を 00 で塗りつぶします。
ko: 선택 영역 또는 커서 위치의 바이트를 제거하는 대신 00으로 채웁니다.
pl: Wypełnia zaznaczenie lub bajt pod kursorem wartością 00 zamiast go usuwać.
pt: Preenche a seleção ou o byte no cursor com 00 em vez de removê-lo.
ro: Umple cu 00 selecția sau octetul de la cursor, în loc să le elimine.
ru: Заполняет выделение или байт в позиции курсора значением 00 вместо удаления.
th: เติมส่วนที่เลือกหรือไบต์ที่เคอร์เซอร์ด้วย 00 แทนการลบออก
tr: Seçimi veya imleçteki baytı kaldırmak yerine 00 ile doldurur.
uk: Заповнює виділення або байт під курсором значенням 00 замість видалення.
vi: Điền 00 vào vùng chọn hoặc byte tại con trỏ thay vì xóa.
zh_hans: 用 00 填充选定内容或光标处的字节，而不是将其删除。
zh_hant: 以 00 填滿選取範圍或游標處的位元組，而不是將其移除。

# Set_edit_undo_coalesceSeconds
source: Group typing for undo (seconds)
ar: تجميع الكتابة للتراجع (بالثواني)
cs: Seskupit psaní pro vrácení zpět (sekundy)
de: Eingaben für Rückgängig gruppieren (Sekunden)
el: Ομαδοποίηση πληκτρολόγησης για αναίρεση (δευτερόλεπτα)
es: Agrupar la escritura para deshacer (segundos)
fa: گروه‌بندی تایپ برای واگرد (ثانیه)
fr: Regrouper la saisie pour l'annulation (secondes)
hu: Gépelés csoportosítása visszavonáshoz (másodperc)
id: Kelompokkan ketikan untuk pembatalan (detik)
it: Raggruppa la digitazione per l'annullamento (secondi)
ja: 入力をまとめる間隔 (秒)
ko: 실행 취소용 입력 묶기(초)
pl: Grupuj pisanie do cofania (sekundy)
pt: Agrupar digitação para desfazer (segundos)
ro: Grupare tastare pentru anulare (secunde)
ru: Группировать ввод для отмены (секунды)
th: รวมการพิมพ์สำหรับเลิกทำ (วินาที)
tr: Geri alma için yazmayı grupla (saniye)
uk: Групувати введення для скасування (секунди)
vi: Gộp thao tác gõ khi hoàn tác (giây)
zh_hans: 合并键入以便撤消（秒）
zh_hant: 將輸入合併為一次復原（秒）

# SetDesc_edit_undo_coalesceSeconds
source: Typing within this time is undone at once. 0 doesn't group typing.
ar: يتم التراجع عن الكتابة ضمن هذه المدة دفعة واحدة. القيمة 0 لا تجمع الكتابة.
cs: Psaní během této doby se vrátí zpět najednou. 0 psaní neseskupuje.
de: Eingaben innerhalb dieser Zeit werden auf einmal rückgängig gemacht. 0 gruppiert keine Eingaben.
el: Η πληκτρολόγηση μέσα σε αυτό το διάστημα αναιρείται με μία φορά. Η τιμή 0 δεν ομαδοποιεί την πληκτρολόγηση.
es: Lo que se escribe dentro de este tiempo se deshace de una vez. 0 no agrupa la escritura.
fa: تایپ در این بازهٔ زمانی یک‌جا واگرد می‌شود. 0 تایپ را گروه‌بندی نمی‌کند.
fr: La saisie effectuée dans ce délai est annulée en une seule fois. 0 ne regroupe pas la saisie.
hu: Az ennyi időn belüli gépelés egyszerre vonható vissza. 0 esetén nincs csoportosítás.
id: Ketikan dalam waktu ini dibatalkan sekaligus. 0 tidak mengelompokkan ketikan.
it: La digitazione effettuata entro questo tempo viene annullata in un'unica volta. 0 non raggruppa la digitazione.
ja: この時間内に続けた入力は、1 回の元に戻すでまとめて戻ります。0 はまとめません。
ko: 이 시간 안에 입력한 내용은 한 번에 실행 취소됩니다. 0이면 묶지 않습니다.
pl: Pisanie w tym czasie jest cofane naraz. 0 – bez grupowania.
pt: A digitação dentro desse tempo é desfeita de uma vez. 0 não agrupa a digitação.
ro: Tastarea din acest interval se anulează dintr-odată. 0 nu grupează tastarea.
ru: Ввод в пределах этого времени отменяется за один раз. 0 — не группировать.
th: การพิมพ์ภายในช่วงเวลานี้จะถูกเลิกทำพร้อมกัน 0 คือไม่รวมการพิมพ์
tr: Bu süre içinde yazılanlar tek seferde geri alınır. 0 yazmayı gruplamaz.
uk: Введення в межах цього часу скасовується за один раз. 0 — не групувати.
vi: Các thao tác gõ trong khoảng thời gian này được hoàn tác cùng lúc. 0 sẽ không gộp.
zh_hans: 在此时间内的键入将一次性撤消。0 表示不合并键入。
zh_hant: 在此時間內的輸入會一次復原。設為 0 則不合併輸入。

# Set_edit_undo_clearOnSave
source: Clear the undo history when saving
ar: مسح سجل التراجع عند الحفظ
cs: Při uložení vymazat historii vrácení zpět
de: Rückgängig-Verlauf beim Speichern löschen
el: Απαλοιφή του ιστορικού αναίρεσης κατά την αποθήκευση
es: Borrar el historial de deshacer al guardar
fa: پاک کردن سابقهٔ واگرد هنگام ذخیره
fr: Effacer l'historique d'annulation lors de l'enregistrement
hu: Visszavonási előzmények törlése mentéskor
id: Hapus riwayat pembatalan saat menyimpan
it: Cancella la cronologia di annullamento al salvataggio
ja: 保存時に履歴を消す
ko: 저장할 때 실행 취소 기록 지우기
pl: Czyść historię cofania przy zapisywaniu
pt: Limpar o histórico de desfazer ao salvar
ro: Golire istoric anulare la salvare
ru: Очищать журнал отмены при сохранении
th: ล้างประวัติการเลิกทำเมื่อบันทึก
tr: Kaydederken geri alma geçmişini temizle
uk: Очищати журнал скасування під час збереження
vi: Xóa lịch sử hoàn tác khi lưu
zh_hans: 保存时清除撤消历史记录
zh_hant: 儲存時清除復原記錄

# SetDesc_edit_undo_clearOnSave
source: After saving, you can't undo the changes made before the save.
ar: بعد الحفظ، لا يمكنك التراجع عن التغييرات التي أجريت قبل الحفظ.
cs: Po uložení nelze vrátit zpět změny provedené před uložením.
de: Nach dem Speichern können Sie Änderungen vor dem Speichern nicht mehr rückgängig machen.
el: Μετά την αποθήκευση, δεν μπορείτε να αναιρέσετε τις αλλαγές που έγιναν πριν από αυτήν.
es: Después de guardar, no se pueden deshacer los cambios realizados antes de guardar.
fa: پس از ذخیره، نمی‌توانید تغییرات پیش از ذخیره را واگرد کنید.
fr: Après l'enregistrement, vous ne pouvez plus annuler les modifications antérieures.
hu: Mentés után a mentés előtti módosítások nem vonhatók vissza.
id: Setelah menyimpan, Anda tidak dapat membatalkan perubahan yang dibuat sebelum penyimpanan.
it: Dopo il salvataggio non è possibile annullare le modifiche apportate prima del salvataggio.
ja: 保存した後は、保存より前の変更を元に戻せなくなります。
ko: 저장한 후에는 저장 전의 변경 내용을 실행 취소할 수 없습니다.
pl: Po zapisaniu nie można cofnąć zmian wprowadzonych przed zapisaniem.
pt: Após salvar, não é possível desfazer as alterações feitas antes de salvar.
ro: După salvare, nu puteți anula modificările făcute înainte de salvare.
ru: После сохранения нельзя отменить изменения, внесенные до сохранения.
th: หลังจากบันทึก คุณจะไม่สามารถเลิกทำการเปลี่ยนแปลงที่ทำก่อนบันทึกได้
tr: Kaydettikten sonra, kaydetmeden önce yapılan değişiklikleri geri alamazsınız.
uk: Після збереження неможливо скасувати зміни, внесені до збереження.
vi: Sau khi lưu, bạn không thể hoàn tác các thay đổi đã thực hiện trước khi lưu.
zh_hans: 保存后，无法撤消保存前所做的更改。
zh_hant: 儲存後，就無法復原儲存前所做的變更。

# Set_edit_paste_selectPasted
source: Select the pasted data
ar: تحديد البيانات الملصقة
cs: Vybrat vložená data
de: Eingefügte Daten auswählen
el: Επιλογή των δεδομένων που επικολλήθηκαν
es: Seleccionar los datos pegados
fa: انتخاب دادهٔ چسبانده‌شده
fr: Sélectionner les données collées
hu: A beillesztett adatok kijelölése
id: Pilih data yang ditempel
it: Seleziona i dati incollati
ja: 貼り付け後に貼り付けた範囲を選択する
ko: 붙여넣은 데이터 선택
pl: Zaznaczaj wklejone dane
pt: Selecionar os dados colados
ro: Selectare date lipite
ru: Выделять вставленные данные
th: เลือกข้อมูลที่วาง
tr: Yapıştırılan veriyi seç
uk: Виділяти вставлені дані
vi: Chọn dữ liệu đã dán
zh_hans: 选择粘贴的数据
zh_hant: 選取貼上的資料

# SetDesc_edit_paste_selectPasted
source: When off, the cursor is placed after the pasted data.
ar: عند إيقاف التشغيل، يوضع المؤشر بعد البيانات الملصقة.
cs: Když je vypnuto, kurzor se umístí za vložená data.
de: Wenn deaktiviert, wird der Cursor hinter die eingefügten Daten gesetzt.
el: Όταν είναι απενεργοποιημένο, ο δρομέας τοποθετείται μετά τα δεδομένα που επικολλήθηκαν.
es: Si está desactivado, el cursor se coloca después de los datos pegados.
fa: وقتی خاموش است، مکان‌نما پس از دادهٔ چسبانده‌شده قرار می‌گیرد.
fr: Si désactivé, le curseur est placé après les données collées.
hu: Kikapcsolva a kurzor a beillesztett adatok mögé kerül.
id: Jika nonaktif, kursor ditempatkan setelah data yang ditempel.
it: Se disattivato, il cursore viene posizionato dopo i dati incollati.
ja: オフのときは、貼り付けた範囲の直後にカーソルを置きます。
ko: 끄면 붙여넣은 데이터 바로 뒤에 커서가 놓입니다.
pl: Gdy wyłączone, kursor jest umieszczany za wklejonymi danymi.
pt: Quando desativado, o cursor é colocado após os dados colados.
ro: Când este dezactivată, cursorul este plasat după datele lipite.
ru: Если отключено, курсор помещается после вставленных данных.
th: เมื่อปิด เคอร์เซอร์จะอยู่หลังข้อมูลที่วาง
tr: Kapalıyken imleç yapıştırılan verinin sonrasına konur.
uk: Якщо вимкнуто, курсор розміщується після вставлених даних.
vi: Khi tắt, con trỏ được đặt sau dữ liệu đã dán.
zh_hans: 关闭时，光标将置于粘贴的数据之后。
zh_hant: 關閉時，游標會放在貼上的資料之後。

# Set_edit_pasteOverwrite_fitSelection
source: Fit overwrite paste to the selection
ar: ملاءمة اللصق مع الكتابة الفوقية للتحديد
cs: Přizpůsobit vložení s přepsáním výběru
de: Überschreibendes Einfügen an Auswahl anpassen
el: Προσαρμογή της επικόλλησης με αντικατάσταση στην επιλογή
es: Ajustar el pegado con sobrescritura a la selección
fa: تطبیق چسباندن با بازنویسی با انتخاب
fr: Ajuster le collage en refrappe à la sélection
hu: Felülíró beillesztés igazítása a kijelöléshez
id: Sesuaikan tempel timpa dengan pilihan
it: Adatta alla selezione l'incolla con sovrascrittura
ja: 上書き貼り付けで選択範囲の長さに合わせる
ko: 덮어쓰기 붙여넣기를 선택 영역에 맞춤
pl: Dopasuj wklejanie z zastępowaniem do zaznaczenia
pt: Ajustar a colagem com substituição à seleção
ro: Potrivire lipire cu suprascriere la selecție
ru: Ограничивать вставку с заменой выделением
th: วางทับให้พอดีกับส่วนที่เลือก
tr: Üzerine yazarak yapıştırmayı seçime sığdır
uk: Обмежувати вставлення із заміною виділенням
vi: Dán ghi đè vừa với vùng chọn
zh_hans: 改写粘贴适应选定内容
zh_hant: 覆寫貼上時符合選取範圍

# SetDesc_edit_pasteOverwrite_fitSelection
source: With a selection, Ctrl+B writes no more than the selected length.
ar: عند وجود تحديد، لا يكتب Ctrl+B أكثر من الطول المحدد.
cs: Pokud existuje výběr, Ctrl+B nezapíše víc, než je délka výběru.
de: Bei einer Auswahl schreibt Ctrl+B nicht mehr als die ausgewählte Länge.
el: Όταν υπάρχει επιλογή, το Ctrl+B δεν γράφει περισσότερα από το μήκος της επιλογής.
es: Si hay una selección, Ctrl+B no escribe más que la longitud seleccionada.
fa: وقتی انتخابی وجود دارد، Ctrl+B بیش از طول انتخاب‌شده نمی‌نویسد.
fr: En présence d'une sélection, Ctrl+B n'écrit pas plus que la longueur sélectionnée.
hu: Kijelölés esetén a Ctrl+B legfeljebb a kijelölt hosszúságot írja.
id: Jika ada pilihan, Ctrl+B tidak menulis lebih dari panjang yang dipilih.
it: Con una selezione, Ctrl+B non scrive più della lunghezza selezionata.
ja: 選択範囲があるとき、上書き貼り付けは選択範囲の長さまでだけ書きます。
ko: 선택 영역이 있으면 Ctrl+B는 선택한 길이까지만 씁니다.
pl: Przy zaznaczeniu Ctrl+B zapisuje nie więcej niż zaznaczona długość.
pt: Com uma seleção, Ctrl+B não grava mais do que o comprimento selecionado.
ro: Când există o selecție, Ctrl+B nu scrie mai mult decât lungimea selectată.
ru: При наличии выделения Ctrl+B записывает не больше выделенной длины.
th: เมื่อมีส่วนที่เลือก Ctrl+B จะเขียนไม่เกินความยาวที่เลือก
tr: Seçim varken Ctrl+B, seçili uzunluktan fazlasını yazmaz.
uk: Якщо є виділення, Ctrl+B записує не більше за виділену довжину.
vi: Khi có vùng chọn, Ctrl+B ghi không quá độ dài đã chọn.
zh_hans: 有选定内容时，Ctrl+B 写入的长度不超过所选长度。
zh_hant: 有選取範圍時，Ctrl+B 寫入的長度不會超過選取的長度。

# Set_clipboard_maxSizeMiB
source: Maximum clipboard size (MiB)
ar: الحد الأقصى لحجم الحافظة (MiB)
cs: Maximální velikost schránky (MiB)
de: Maximale Größe der Zwischenablage (MiB)
el: Μέγιστο μέγεθος Προχείρου (MiB)
es: Tamaño máximo del Portapapeles (MiB)
fa: حداکثر اندازهٔ کلیپ‌بورد (MiB)
fr: Taille maximale du Presse-papiers (Mio)
hu: Vágólap maximális mérete (MiB)
id: Ukuran papan klip maksimum (MiB)
it: Dimensione massima degli Appunti (MiB)
ja: クリップボードに入れる最大サイズ (MiB)
ko: 최대 클립보드 크기(MiB)
pl: Maksymalny rozmiar schowka (MiB)
pt: Tamanho máximo da área de transferência (MiB)
ro: Dimensiune maximă clipboard (MiB)
ru: Максимальный размер буфера обмена (МиБ)
th: ขนาดคลิปบอร์ดสูงสุด (MiB)
tr: En büyük pano boyutu (MiB)
uk: Максимальний розмір буфера обміну (МіБ)
vi: Kích thước bảng tạm tối đa (MiB)
zh_hans: 剪贴板最大大小（MiB）
zh_hant: 剪貼簿大小上限 (MiB)

# SetDesc_clipboard_maxSizeMiB
source: Larger selections can be pasted only inside HexEditor (1 to 2048 MiB).
ar: لا يمكن لصق التحديدات الأكبر إلا داخل HexEditor (من 1 إلى 2048 MiB).
cs: Větší výběry lze vložit jen v aplikaci HexEditor (1 až 2048 MiB).
de: Größere Auswahlen können nur innerhalb von HexEditor eingefügt werden (1 bis 2048 MiB).
el: Μεγαλύτερες επιλογές μπορούν να επικολληθούν μόνο μέσα στο HexEditor (1 έως 2048 MiB).
es: Las selecciones más grandes solo se pueden pegar dentro de HexEditor (de 1 a 2048 MiB).
fa: انتخاب‌های بزرگ‌تر فقط درون HexEditor قابل چسباندن‌اند (1 تا 2048 MiB).
fr: Les sélections plus grandes ne peuvent être collées que dans HexEditor (de 1 à 2048 Mio).
hu: A nagyobb kijelölések csak a HexEditor alkalmazáson belül illeszthetők be (1–2048 MiB).
id: Pilihan yang lebih besar hanya dapat ditempel di dalam HexEditor (1 hingga 2048 MiB).
it: Le selezioni più grandi possono essere incollate solo all'interno di HexEditor (da 1 a 2048 MiB).
ja: これより大きい選択範囲は HexEditor の中でだけ貼り付けられます (1〜2048 MiB)。
ko: 이보다 큰 선택 영역은 HexEditor 안에서만 붙여넣을 수 있습니다(1~2048 MiB).
pl: Większe zaznaczenia można wklejać tylko w programie HexEditor (od 1 do 2048 MiB).
pt: Seleções maiores só podem ser coladas dentro do HexEditor (1 a 2048 MiB).
ro: Selecțiile mai mari pot fi lipite doar în HexEditor (de la 1 la 2048 MiB).
ru: Выделения большего размера можно вставлять только внутри HexEditor (от 1 до 2048 МиБ).
th: ส่วนที่เลือกที่ใหญ่กว่านี้จะวางได้เฉพาะภายใน HexEditor (1 ถึง 2048 MiB)
tr: Daha büyük seçimler yalnızca HexEditor içinde yapıştırılabilir (1 ile 2048 MiB arası).
uk: Більші виділення можна вставити лише в HexEditor (від 1 до 2048 МіБ).
vi: Vùng chọn lớn hơn chỉ có thể dán bên trong HexEditor (1 đến 2048 MiB).
zh_hans: 更大的选定内容只能在 HexEditor 内粘贴（1 到 2048 MiB）。
zh_hant: 較大的選取範圍只能在 HexEditor 內貼上（1 到 2048 MiB）。

# Set_clipboard_hex_separator
source: Separator in copied hex
ar: الفاصل في Hex المنسوخ
cs: Oddělovač v kopírovaném Hex
de: Trennzeichen in kopiertem Hex
el: Διαχωριστικό στο Hex που αντιγράφεται
es: Separador en el hex copiado
fa: جداکننده در Hex رونوشت‌شده
fr: Séparateur dans l'hex copié
hu: Elválasztó a másolt Hex szövegben
id: Pemisah dalam hex yang disalin
it: Separatore nell'Hex copiato
ja: コピーする Hex 文字列の区切り
ko: 복사한 Hex의 구분 기호
pl: Separator w kopiowanym Hex
pt: Separador no Hex copiado
ro: Separator în hex copiat
ru: Разделитель в копируемом Hex
th: ตัวคั่นใน Hex ที่คัดลอก
tr: Kopyalanan hex içindeki ayırıcı
uk: Роздільник у скопійованих даних Hex
vi: Dấu phân cách trong hex đã sao chép
zh_hans: 复制的 Hex 中的分隔符
zh_hant: 複製的十六進位中的分隔符號

# SetDesc_clipboard_hex_separator
source: Text between bytes when you copy from the hex column, for example a space or a comma.
ar: النص بين البايتات عند النسخ من عمود Hex، مثل مسافة أو فاصلة.
cs: Text mezi bajty při kopírování ze sloupce Hex, například mezera nebo čárka.
de: Text zwischen den Bytes beim Kopieren aus der Hex-Spalte, z. B. ein Leerzeichen oder ein Komma.
el: Κείμενο μεταξύ των byte όταν αντιγράφετε από τη στήλη Hex, για παράδειγμα ένα κενό ή ένα κόμμα.
es: Texto entre los bytes al copiar desde la columna Hex, por ejemplo, un espacio o una coma.
fa: متن بین بایت‌ها هنگام رونوشت از ستون Hex، مثلاً یک فاصله یا کاما.
fr: Texte placé entre les octets lors d'une copie depuis la colonne Hex, par exemple un espace ou une virgule.
hu: A bájtok közé kerülő szöveg a Hex oszlopból való másoláskor, például szóköz vagy vessző.
id: Teks di antara byte saat Anda menyalin dari kolom Hex, mis. spasi atau koma.
it: Testo tra i byte quando copi dalla colonna Hex, ad esempio uno spazio o una virgola.
ja: Hex 列からコピーするときにバイトの間に入れる文字 (空白、カンマなど)。
ko: Hex 열에서 복사할 때 바이트 사이에 넣는 텍스트입니다(예: 공백 또는 쉼표).
pl: Tekst między bajtami przy kopiowaniu z kolumny Hex, np. spacja lub przecinek.
pt: Texto entre os bytes ao copiar da coluna Hex, por exemplo, um espaço ou uma vírgula.
ro: Textul dintre octeți când copiați din coloana Hex, de exemplu un spațiu sau o virgulă.
ru: Текст между байтами при копировании из столбца Hex, например пробел или запятая.
th: ข้อความระหว่างไบต์เมื่อคุณคัดลอกจากคอลัมน์ Hex เช่น ช่องว่างหรือจุลภาค
tr: Hex sütunundan kopyaladığınızda baytlar arasına konan metin, örneğin bir boşluk veya virgül.
uk: Текст між байтами під час копіювання зі стовпця Hex, наприклад пробіл або кома.
vi: Văn bản giữa các byte khi bạn sao chép từ cột Hex, ví dụ: dấu cách hoặc dấu phẩy.
zh_hans: 从 Hex 列复制时字节之间的文本，例如空格或逗号。
zh_hant: 從 Hex 欄複製時，位元組之間的文字，例如空格或逗號。

# Set_clipboard_hex_upperCase
source: Uppercase in copied hex
ar: أحرف كبيرة في Hex المنسوخ
cs: Velká písmena v kopírovaném Hex
de: Großbuchstaben in kopiertem Hex
el: Κεφαλαία στο Hex που αντιγράφεται
es: Mayúsculas en el hex copiado
fa: حروف بزرگ در Hex رونوشت‌شده
fr: Majuscules dans l'hex copié
hu: Nagybetűk a másolt Hex szövegben
id: Huruf besar dalam hex yang disalin
it: Maiuscole nell'Hex copiato
ja: コピーする Hex 文字列を大文字にする
ko: 복사한 Hex를 대문자로
pl: Wielkie litery w kopiowanym Hex
pt: Maiúsculas no Hex copiado
ro: Litere mari în hex copiat
ru: Прописные буквы в копируемом Hex
th: ตัวพิมพ์ใหญ่ใน Hex ที่คัดลอก
tr: Kopyalanan hex'te büyük harf
uk: Великі літери в скопійованих даних Hex
vi: Chữ hoa trong hex đã sao chép
zh_hans: 复制的 Hex 使用大写
zh_hant: 複製的十六進位使用大寫

# SetDesc_clipboard_hex_upperCase
source: Copies DE AD instead of de ad.
ar: ينسخ DE AD بدلاً من de ad.
cs: Kopíruje DE AD místo de ad.
de: Kopiert DE AD statt de ad.
el: Αντιγράφει DE AD αντί για de ad.
es: Copia DE AD en lugar de de ad.
fa: به‌جای de ad، DE AD رونوشت می‌شود.
fr: Copie DE AD au lieu de de ad.
hu: de ad helyett DE AD formában másol.
id: Menyalin DE AD, bukan de ad.
it: Copia DE AD invece di de ad.
ja: de ad ではなく DE AD の形でコピーします。
ko: de ad 대신 DE AD로 복사합니다.
pl: Kopiuje DE AD zamiast de ad.
pt: Copia DE AD em vez de de ad.
ro: Copiază DE AD în loc de de ad.
ru: Копирует DE AD вместо de ad.
th: คัดลอกเป็น DE AD แทน de ad
tr: de ad yerine DE AD kopyalar.
uk: Копіює DE AD замість de ad.
vi: Sao chép DE AD thay vì de ad.
zh_hans: 复制为 DE AD 而不是 de ad。
zh_hant: 複製為 DE AD 而不是 de ad。

# Set_clipboard_hex_bytesPerLine
source: Bytes per line in copied hex
ar: البايتات في كل سطر في Hex المنسوخ
cs: Bajtů na řádek v kopírovaném Hex
de: Bytes pro Zeile in kopiertem Hex
el: Byte ανά γραμμή στο Hex που αντιγράφεται
es: Bytes por línea en el hex copiado
fa: بایت در هر سطر در Hex رونوشت‌شده
fr: Octets par ligne dans l'hex copié
hu: Bájt/sor a másolt Hex szövegben
id: Byte per baris dalam hex yang disalin
it: Byte per riga nell'Hex copiato
ja: コピーする Hex 文字列の 1 行のバイト数
ko: 복사한 Hex의 줄당 바이트 수
pl: Bajty na wiersz w kopiowanym Hex
pt: Bytes por linha no Hex copiado
ro: Octeți pe linie în hex copiat
ru: Байт в строке в копируемом Hex
th: ไบต์ต่อบรรทัดใน Hex ที่คัดลอก
tr: Kopyalanan hex'te satır başına bayt
uk: Байтів у рядку в скопійованих даних Hex
vi: Số byte mỗi dòng trong hex đã sao chép
zh_hans: 复制的 Hex 中每行字节数
zh_hant: 複製的十六進位每行位元組數

# SetDesc_clipboard_hex_bytesPerLine
source: Inserts a line break after this many bytes. 0 doesn't add line breaks.
ar: إدراج فاصل أسطر بعد هذا العدد من البايتات. القيمة 0 لا تضيف فواصل أسطر.
cs: Vloží konec řádku po tomto počtu bajtů. 0 konce řádků nepřidává.
de: Fügt nach dieser Anzahl von Bytes einen Zeilenumbruch ein. 0 fügt keine Zeilenumbrüche ein.
el: Εισάγει αλλαγή γραμμής μετά από τόσα byte. Η τιμή 0 δεν προσθέτει αλλαγές γραμμής.
es: Inserta un salto de línea después de este número de bytes. 0 no agrega saltos de línea.
fa: پس از این تعداد بایت یک شکست خط درج می‌کند. 0 شکست خط اضافه نمی‌کند.
fr: Insère un saut de ligne après ce nombre d'octets. 0 n'ajoute pas de saut de ligne.
hu: Ennyi bájt után sortörést szúr be. 0 esetén nincs sortörés.
id: Menyisipkan jeda baris setelah sejumlah byte ini. 0 tidak menambahkan jeda baris.
it: Inserisce un'interruzione di riga dopo questo numero di byte. 0 non aggiunge interruzioni di riga.
ja: このバイト数ごとに改行を入れます。0 は改行を入れません。
ko: 이 바이트 수마다 줄 바꿈을 넣습니다. 0이면 줄 바꿈을 넣지 않습니다.
pl: Wstawia podział wiersza po tej liczbie bajtów. 0 – bez podziałów wierszy.
pt: Insere uma quebra de linha após esse número de bytes. 0 não adiciona quebras de linha.
ro: Inserează un sfârșit de linie după acest număr de octeți. 0 nu adaugă sfârșituri de linie.
ru: Вставляет разрыв строки после указанного числа байтов. 0 — без разрывов строк.
th: แทรกการขึ้นบรรทัดใหม่หลังจากไบต์จำนวนนี้ 0 คือไม่เพิ่มการขึ้นบรรทัดใหม่
tr: Bu kadar bayttan sonra bir satır sonu ekler. 0 satır sonu eklemez.
uk: Вставляє розрив рядка після такої кількості байтів. 0 — не додавати розриви рядків.
vi: Chèn ngắt dòng sau số byte này. 0 sẽ không thêm ngắt dòng.
zh_hans: 每隔这么多字节插入一个换行符。0 表示不添加换行符。
zh_hant: 每隔此數目的位元組插入換行。設為 0 則不換行。
